const questions = [
  {
    id: 1,
    question:
      "Дан државности Републике Србије је празник којим се обележава дан подизања Првог српског устанка у Орашцу (1804) и дан доношења првог устава Кнежевине Србије — Сретењског устава у Крагујевцу (1835). Дан државности се слави:",
    options: [
      { id: "a", text: "29. и 30 новембра", isCorrect: false },
      { id: "b", text: "15. и 16. фебруара", isCorrect: true },
      { id: "v", text: "11. и 12. новембра", isCorrect: false },
    ],
  },
  {
    id: 2,
    question:
      "Срби у Аустријском царству су прогласили Српску Војводину, као израз тежње за очување националне посебности:",
    options: [
      {
        id: "a",
        text: "На Мајској скупштини одржаној 1848. године",
        isCorrect: true,
      },
      {
        id: "b",
        text: "Оснивањем ФНР Југославије 1945. године",
        isCorrect: false,
      },
      {
        id: "v",
        text: "доношењем Сретењског устава из 1835. године",
        isCorrect: false,
      },
    ],
  },
  {
    id: 3,
    question:
      "Аутономна покрајина Косово и Метохија је добила назив по птици кос и речи метох која означава:",
    options: [
      { id: "a", text: "врсту хладног оружја", isCorrect: false },
      {
        id: "b",
        text: "назив старог средњовековног града",
        isCorrect: false,
      },
      { id: "v", text: "манастирско имање", isCorrect: true },
    ],
  },
  {
    id: 4,
    question:
      "25. новембра 1918. године, Велика народна Скупштина Срба, Буњеваца и осталих Словена у Банату, Бачкој и Барањи донела је одлуку да се Банат, Бачка и Барања:",
    options: [
      { id: "a", text: "присаједине Краљевини Србији", isCorrect: true },
      {
        id: "b",
        text: "уђу у састав Државе Словенаца, Хрвата и Срба и потом уђу у састав заједничке државе са Краљевином Србијом",
        isCorrect: false,
      },
      {
        id: "v",
        text: "буду посебна држава која ће потом ући у састав заједничке државе са Краљевином Србијом",
        isCorrect: false,
      },
    ],
  },
  {
    id: 5,
    question:
      "Када је Краљ Александар Карађорђевић 6. јануара 1929. године укинуо скупштину и прогласио Краљевину Југославију, 3. октобра 1929. године, покренуо је поступак измене дотадашње територијалне организације. Основна територијална јединица је тада постала:",
    options: [
      { id: "a", text: "област", isCorrect: false },
      { id: "b", text: "покрајина", isCorrect: false },
      { id: "v", text: "бановина", isCorrect: true },
    ],
  },
  {
    id: 6,
    question:
      "По Уставу Социјалистичке Федеративне Републике Југославије из 1974. године, основна друштвено-политичка заједница је била:",
    options: [
      { id: "a", text: "општина", isCorrect: true },
      { id: "b", text: "срез", isCorrect: false },
      { id: "v", text: "покрајина", isCorrect: false },
    ],
  },
  {
    id: 7,
    question:
      "Право грађана на покрајинску аутономију и локалну самоуправу утврђено је:",
    options: [
      { id: "a", text: "Уставом Републике Србије", isCorrect: true },
      { id: "b", text: "Посебним законима", isCorrect: false },
      {
        id: "v",
        text: "Одлукама аутономне покрајине и јединице локалне самоуправе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 8,
    question: "Законом о јавној својини предвиђено је да:",
    options: [
      {
        id: "a",
        text: "право на јавну својину има само Република Србија, која аутономним покрајинама и јединицама локалне самоуправе даје право коришћења над средствима у јавној својини Републике",
        isCorrect: false,
      },
      {
        id: "b",
        text: "право на јавну својину имају Република Србија и аутономна покрајина, док јединица локалне самоуправе има право коришћења над средствима уступљеним од Републике и аутономне покрајине",
        isCorrect: false,
      },
      {
        id: "v",
        text: "јавну својину чини право својине Републике Србије - државна својина, право својине аутономне покрајине - покрајинска својина и право својине јединице локалне самоуправе - општинска, односно градска својина",
        isCorrect: true,
      },
    ],
  },
  {
    id: 9,
    question: "По Закону о јавном дугу, локалне власти:",
    options: [
      {
        id: "a",
        text: "могу се задуживати само у земљи, у домаћој валути",
        isCorrect: false,
      },
      {
        id: "b",
        text: "могу се задуживати у земљи и иностранству, у домаћој и страној валути, у складу са законом",
        isCorrect: true,
      },
      {
        id: "v",
        text: "локалне власти се не могу задуживати",
        isCorrect: false,
      },
    ],
  },
  {
    id: 10,
    question:
      "Територија јединица локалних самоуправа у Републици Србије утврђена је:",
    options: [
      {
        id: "a",
        text: "Одлуком јединице локалне самоуправе",
        isCorrect: false,
      },
      { id: "b", text: "Актом Владе", isCorrect: false },
      {
        id: "v",
        text: "Законом о територијалној организацији Републике Србије",
        isCorrect: true,
      },
    ],
  },
  {
    id: 11,
    question: "Највиши правни акт јединице локалне самоуправе је:",
    options: [
      {
        id: "a",
        text: "одлука о организацији органа ЈЛС",
        isCorrect: false,
      },
      { id: "b", text: "статут", isCorrect: true },
      { id: "v", text: "повеља", isCorrect: false },
    ],
  },
  {
    id: 12,
    question: "Приликом доношења статута јединице локалне самоуправе:",
    options: [
      {
        id: "a",
        text: "обавезна је да нацрт статута достави надлежном републичком органу ради добијања претходне сагласности",
        isCorrect: false,
      },
      { id: "b", text: "самостално доноси статут", isCorrect: true },
      {
        id: "v",
        text: "по доношењу статута обавезна је да га достави надлежком републичком органу ради добијања накнадне сагласности",
        isCorrect: false,
      },
    ],
  },
  {
    id: 13,
    question:
      "Надлежности општине (града) као јединице локалне самоуправе утврђене су:",
    options: [
      {
        id: "a",
        text: "Уставом Републике Србије и Законом о локалној самоуправи",
        isCorrect: true,
      },
      {
        id: "b",
        text: "Уставним Законом о спровођењу Устава Републике Србије",
        isCorrect: false,
      },
      { id: "v", text: "Законом о државној управи", isCorrect: false },
    ],
  },
  {
    id: 14,
    question:
      "Комуналне делатности, којима се стварају услови за остварење животних потреба грађана и правних лица, уређује и обезбеђује:",
    options: [
      {
        id: "a",
        text: "јединица локалне самоуправе, у складу са Законом",
        isCorrect: true,
      },
      {
        id: "b",
        text: "Република, преко својих органа и савета управних округа",
        isCorrect: false,
      },
      {
        id: "v",
        text: "Република, која одређена овлашћења поверава јединици локалне самоуправе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 15,
    question: "Општина, преко својих органа, стара се:",
    options: [
      {
        id: "a",
        text: "о изградњи и реконструкцији, одржавању и коришћењу ауто-путева, магистралних путева и локалних путева који се налазе на њеној територији",
        isCorrect: false,
      },
      {
        id: "b",
        text: "о изградњи, реконструкцији, одржавању и коришћењу локалних путева и улица и других јавних објеката од општинског значаја",
        isCorrect: true,
      },
      {
        id: "v",
        text: "о изградњи, реконструкцији, одржавању и коришћењу јавних објеката од општинског значаја, а не и путева",
        isCorrect: false,
      },
    ],
  },
  {
    id: 16,
    question: "Органи јединица локалне самоуправе – општине су:",
    options: [
      {
        id: "a",
        text: "председник општине, секретар скупштине општине и Савет месне заједнице",
        isCorrect: false,
      },
      {
        id: "b",
        text: "општинска управа и локални омбудсман",
        isCorrect: false,
      },
      {
        id: "v",
        text: "скупштина општине, председник општине, општинско веће, општинска управа",
        isCorrect: true,
      },
    ],
  },
  {
    id: 17,
    question:
      "Када се појединци послови државне управе повере свим или појединим општинама, средства за обављање поверених послова обезбеђује се:",
    options: [
      {
        id: "a",
        text: "у буџету јединице локалне самоуправе, из средстава буџетске резерве",
        isCorrect: false,
      },
      {
        id: "b",
        text: "у буџету јединице локалне самоуправе, из редовних средстава",
        isCorrect: false,
      },
      {
        id: "v",
        text: "у буџету Републике Србије у складу са врстом и обимом послова",
        isCorrect: true,
      },
    ],
  },
  {
    id: 18,
    question:
      "Избор и престанак мандата одборника у јединицама локалне самоуправе регулисан је:",
    options: [
      { id: "a", text: "Законом", isCorrect: true },
      {
        id: "b",
        text: "Статутом јединице локалне самоуправе",
        isCorrect: false,
      },
      {
        id: "v",
        text: "Одлуком скупштине јединице локалне самоуправе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 19,
    question: "Мандат посланика у Скупштини АП Војводине траје:",
    options: [
      { id: "a", text: "две године", isCorrect: false },
      { id: "b", text: "четири године", isCorrect: true },
      { id: "v", text: "пет година", isCorrect: false },
    ],
  },
  {
    id: 20,
    question:
      "Број одборника у скупштини града утврђује се статутом града, с тим да њихов број не може бити већи од:",
    options: [
      { id: "a", text: "25", isCorrect: false },
      { id: "b", text: "50", isCorrect: false },
      { id: "v", text: "90", isCorrect: true },
    ],
  },
  {
    id: 21,
    question: "Председник скупштине јединице локалне самоуправе:",
    options: [
      {
        id: "a",
        text: "организује рад скупштине, сазива и председава њеним седницама",
        isCorrect: true,
      },
      {
        id: "b",
        text: "извршава одлуке општинске управе",
        isCorrect: false,
      },
      {
        id: "v",
        text: "по функцији обавља послове председника општине",
        isCorrect: false,
      },
    ],
  },
  {
    id: 22,
    question: "Покрајинска Влада је:",
    options: [
      { id: "a", text: "извршни орган", isCorrect: true },
      { id: "b", text: "законодавни орган", isCorrect: false },
      { id: "v", text: "орган управе", isCorrect: false },
    ],
  },
  {
    id: 23,
    question:
      "Председник општине/градоначелник бира се из реда одборника. Избором на функцију председнику општине/градоначелнику:",
    options: [
      {
        id: "a",
        text: "остаје мандат у скупштини општине и он наставља да врши одборничку функцију",
        isCorrect: false,
      },
      {
        id: "b",
        text: "замрзава се мандат, а скупштина наставља да ради са смањеним бројем одборника",
        isCorrect: false,
      },
      {
        id: "v",
        text: "престаје мандат одборника у скупштини општине",
        isCorrect: true,
      },
    ],
  },
  {
    id: 24,
    question: "Општину/град представља и заступа:",
    options: [
      {
        id: "a",
        text: "председник општине/градоначелник",
        isCorrect: true,
      },
      { id: "b", text: "председник скупштине", isCorrect: false },
      {
        id: "v",
        text: "начелник градске/општинске управе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 25,
    question:
      "О избору заменика председника општине/градоначелника и чланова општинског/градског већа одлучује:",
    options: [
      { id: "a", text: "скупштина општине", isCorrect: true },
      {
        id: "b",
        text: "председник општине/градоначелник",
        isCorrect: false,
      },
      {
        id: "v",
        text: "в) одлучује се на основу претходно приложеног питања",
        isCorrect: false,
      },
    ],
  },
  {
    id: 26,
    question:
      "О доношењу статута, буџета, просторних и урбанистичких планова јединице локалне самоуправе одлучује:",
    options: [
      { id: "a", text: "општинско/градско веће", isCorrect: false },
      {
        id: "b",
        text: "председник скупштине јединице локалне самоуправе",
        isCorrect: false,
      },
      {
        id: "v",
        text: "скупштина јединице локалне самоуправе већином од укупног броја одборника",
        isCorrect: true,
      },
    ],
  },
  {
    id: 27,
    question:
      "У управном поступку, у другом степену о правима и обавезама грађана, предузећа и установа и других организација у управним стварима из надлежности општине, решава:",
    options: [
      {
        id: "a",
        text: "председник општине/градоначелник",
        isCorrect: false,
      },
      { id: "b", text: "општинско/градско веће", isCorrect: true },
      {
        id: "v",
        text: "радно тело скупштине за представке и притужбе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 28,
    question:
      "Законе и прописе чије је извршавање поверено општини непосредно извршава:",
    options: [
      { id: "a", text: "општинска/градска управа", isCorrect: true },
      {
        id: "b",
        text: "председник општине/градоначелник",
        isCorrect: false,
      },
      { id: "v", text: "општинско веће", isCorrect: false },
    ],
  },
  {
    id: 29,
    question:
      "Управе за поједине области, као део органа управе у јединицама локалне самоуправе, могу се образовати:",
    options: [
      { id: "a", text: "само у градовима", isCorrect: false },
      {
        id: "b",
        text: "у свим јединицама локалне самоуправе",
        isCorrect: false,
      },
      {
        id: "v",
        text: "у јединицама локалне самоуправе које имају преко 50 000 становника",
        isCorrect: true,
      },
    ],
  },
  {
    id: 30,
    question: "Акт о организацији општинске/градске управе доноси:",
    options: [
      {
        id: "a",
        text: "председник општине/градоначелник",
        isCorrect: false,
      },
      { id: "b", text: "општинско/градско веће", isCorrect: true },
      {
        id: "v",
        text: "скупштина јединице локалне самоуправе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 31,
    question:
      "Начелник општинске/градске управе поставља се након спроведеног јавног конкурса на период од:",
    options: [
      { id: "a", text: "четири године", isCorrect: false },
      { id: "b", text: "пет година", isCorrect: true },
      { id: "v", text: "седам година", isCorrect: false },
    ],
  },
  {
    id: 32,
    question:
      "У поступку пред општинском/градском управом, у коме се решава о правима, обавезама и интересима грађана и правних лица, примењују се:",
    options: [
      {
        id: "a",
        text: "прописи којима се уређује управни поступак",
        isCorrect: true,
      },
      {
        id: "b",
        text: "унутрашња ресорна министарстава",
        isCorrect: false,
      },
      { id: "v", text: "судска пракса", isCorrect: false },
    ],
  },
  {
    id: 33,
    question:
      "Помоћници председника општине/градоначелника постављају се на период:",
    options: [
      { id: "a", text: "од пет година", isCorrect: false },
      { id: "b", text: "без временског ограничења", isCorrect: false },
      {
        id: "v",
        text: "док траје дужност председника општине",
        isCorrect: true,
      },
    ],
  },
  {
    id: 34,
    question:
      "Према Закону о локалној самоуправи, за независну и самосталну контролу поштовања права грађана, утврђивање повреде учињене актима, радњама или нечињењем органа управе и јавних служби, ако се ради о повреди прописа и општих аката јединице локалне самоуправе, овлашћен је:",
    options: [
      { id: "a", text: "локални омбудсман", isCorrect: true },
      { id: "b", text: "председник општине", isCorrect: false },
      { id: "v", text: "скупштина општине", isCorrect: false },
    ],
  },
  {
    id: 35,
    question:
      "Орган/тело у јединици локалне самоуправе који је надлежно да даје мишљење о актима који су од значаја за равноправност националних мањина у јединицама локалне самоуправе је:",
    options: [
      {
        id: "a",
        text: "Савет за међунационалне односе",
        isCorrect: true,
      },
      { id: "b", text: "Веће", isCorrect: false },
      { id: "v", text: "Скупштина", isCorrect: false },
    ],
  },
  {
    id: 36,
    question: "Скупштина јединице локалне самоуправе може се распустити ако:",
    options: [
      {
        id: "a",
        text: "скупштина не заседа дуже од три месеца или не изабере председника општине и општинско веће у року од месец дана од дана конституисања скупштине ЈЛС",
        isCorrect: false,
      },
      {
        id: "b",
        text: "скупштина не заседа дуже од три месеца или не изабере председника општине и општинско веће у року од месец дана од дана конституисања скупштине ЈЛС или од дана њиховог разрешења, односно подношења оставке или не донесе статут или буџет у року утврђеном законом",
        isCorrect: true,
      },
      {
        id: "v",
        text: "не донесе статут или буџет у року утврђеном законом",
        isCorrect: false,
      },
    ],
  },
  {
    id: 37,
    question:
      "Статут, покрајинске скупштинске одлуке и други општи акти Скупштине аутономне покрајине, као и покрајинске уредбе и други општи акти Покрајинске владе објављују се:",
    options: [
      {
        id: "a",
        text: 'у "Службеном гласнику Републике Србије"',
        isCorrect: false,
      },
      {
        id: "b",
        text: 'у "Службеном листу Аутономне покрајине"',
        isCorrect: true,
      },
      {
        id: "v",
        text: "у службеним гласилима јединица локалне самоуправе са територије Аутономне покрајине",
        isCorrect: false,
      },
    ],
  },
  {
    id: 38,
    question:
      "Месне заједнице се обавезно оснивају ради задовољавања потреба и интереса локалног становништва у селима:",
    options: [
      { id: "a", text: "тачно", isCorrect: true },
      { id: "b", text: "нетачно", isCorrect: false },
    ],
  },
  {
    id: 39,
    question:
      "За квалитетно и ефикасно вршење поверених надлежности државне управе општни/град одговорност сноси:",
    options: [
      { id: "a", text: "Република Србија", isCorrect: false },
      { id: "b", text: "Влада Републике Србије", isCorrect: false },
      { id: "v", text: "јединица локалне самоуправе", isCorrect: true },
    ],
  },
  {
    id: 40,
    question:
      "Сви општи акти аутономне покрајине и јединица локалне самоуправе морају бити сагласни са:",
    options: [
      { id: "a", text: "Уставом", isCorrect: false },
      { id: "b", text: "Уставом и законом", isCorrect: false },
      {
        id: "v",
        text: "Уставом, законом и њиховим статутима",
        isCorrect: true,
      },
    ],
  },
  {
    id: 41,
    question:
      "У поступку пред општинском управом, када се решава о правима, обавезама и интересима грађана и правних лица, примењује се прописи о:",
    options: [
      { id: "a", text: "управном поступку", isCorrect: true },
      { id: "b", text: "парничном поступку", isCorrect: false },
      { id: "v", text: "прекршајном поступку", isCorrect: false },
    ],
  },
  {
    id: 42,
    question:
      "У Републици Србији, по Уставу Републике Србије, у службеној употреби су:",
    options: [
      {
        id: "a",
        text: "српски језик и ћириличко писмо",
        isCorrect: false,
      },
      {
        id: "b",
        text: "српски језик и ћириличко писмо, а службена употреба других језика и писама уређује се законом на основу Устава",
        isCorrect: true,
      },
      {
        id: "v",
        text: "српски језик и ћириличко и латинично писмо",
        isCorrect: false,
      },
    ],
  },
  {
    id: 43,
    question: "Означите тачан одговор:",
    options: [
      {
        id: "a",
        text: "Република Србија штити права националних мањина. Држава јемчи посебну заштиту националним мањинама ради остваривања потпуне равноправности и очувања идентитета",
        isCorrect: true,
      },
      {
        id: "b",
        text: "Република Србија штити права националних мањина. Држава не јемчи посебну заштиту националним мањинама већ национале мањине морају самостално да остварују колективна/појединачна права",
        isCorrect: false,
      },
      {
        id: "v",
        text: "Националне мањине остварују своја права само у оквиру своје заједнице",
        isCorrect: false,
      },
    ],
  },
  {
    id: 44,
    question:
      "Свако има право на једнаку законску заштиту без дискриминације. Забрањена је свака дискриминација:",
    options: [
      {
        id: "a",
        text: "по било ком основу, а нарочито по основу расе, пола, националне припадности, друштвеног порекла, рођења, вероисповести, политичког или другог уверења, имовног стања, културе, језика, старости и психичког или физичког инвалидитета",
        isCorrect: true,
      },
      {
        id: "b",
        text: "по било ком основу, осим пола, старости, националне припадности и вероисповести",
        isCorrect: false,
      },
      {
        id: "v",
        text: "по било ком основу, осим имовног стања",
        isCorrect: false,
      },
    ],
  },
  {
    id: 45,
    question:
      "За време трудноће, породиљског одсуства, одсуства са рада ради неге детета и одсуства са рада ради посебне неге детета, запосленој која је у радном односу на одређено време, радни однос:",
    options: [
      {
        id: "a",
        text: "престаје истеком времена на који је закључен",
        isCorrect: false,
      },
      {
        id: "b",
        text: "продужава се до истека коришћења права на одсуство",
        isCorrect: true,
      },
      {
        id: "v",
        text: "преображава се у радни однос на неодређено време",
        isCorrect: false,
      },
    ],
  },
  {
    id: 46,
    question:
      "Употреба података о личности изван сврхе за коју су прикупљени, у складу са законом, је:",
    options: [
      {
        id: "a",
        text: "дозвољена, ако су већ прикупљени у било којој евиденцији",
        isCorrect: false,
      },
      {
        id: "b",
        text: "забрањена и кажњива, осим за потребе вођења кривичног поступка или заштите безбедности Републике Србије, на начин прређен законом",
        isCorrect: true,
      },
      {
        id: "v",
        text: "забрањена и кажњива у свим ситуацијама",
        isCorrect: false,
      },
    ],
  },
  {
    id: 47,
    question:
      "Да ли грађани Републике Србије, припадници националних мањина, имају право да учествују у управљању јавним пословима и да ступају на јавне функције:",
    options: [
      {
        id: "a",
        text: "да, под истим условима као остали грађани",
        isCorrect: true,
      },
      { id: "b", text: "немају право", isCorrect: false },
      {
        id: "v",
        text: "да, ако је њихова заступљеност већа од 10% од укупног броја грађана у јединици локалне самоуправе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 48,
    question:
      "Према Уставу, право на посебну заштиту на раду и посебне услове рада, у складу са законом имају:",
    options: [
      { id: "a", text: "жене, омладина и инвалиди", isCorrect: true },
      { id: "b", text: "инвалиди", isCorrect: false },
      {
        id: "v",
        text: "лица у радном односу на неодређено време која имају здравствене сметње",
        isCorrect: false,
      },
    ],
  },
  {
    id: 49,
    question: "Право на штрајк може бити ограничено:",
    options: [
      { id: "a", text: "законом", isCorrect: true },
      { id: "b", text: "одлуком послодавца", isCorrect: false },
      {
        id: "v",
        text: "не може бити ограничено, сви имају право на штрајк",
        isCorrect: false,
      },
    ],
  },
  {
    id: 50,
    question:
      "Обављање одређених послова из своје надлежности Република Србија:",
    options: [
      {
        id: "a",
        text: "може да повери аутономној покрајини и јединици локалне самоуправе",
        isCorrect: true,
      },
      {
        id: "b",
        text: "може да повери само аутономној покрајини",
        isCorrect: false,
      },
      {
        id: "v",
        text: "не може да повери, већ их самостално извршава",
        isCorrect: false,
      },
    ],
  },
  {
    id: 51,
    question:
      "Вредности од посебног значаја за АП Војводину су према Статуту АП Војводине:",
    options: [
      {
        id: "a",
        text: "остваривање локалне самоуправе путем грађанских иницијатива, збора грађана и референдума",
        isCorrect: false,
      },
      {
        id: "b",
        text: "вишејезичност, вишекултуралност и слобода вероисповести",
        isCorrect: true,
      },
      {
        id: "v",
        text: "сарадња са органима Републике Србије и јединицама локалне самоуправе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 52,
    question: "Народном иницијативом могуће је предложити:",
    options: [
      {
        id: "a",
        text: "доношење или измену локалних прописа за чије доношење је надлежна скупштина ЈЛС",
        isCorrect: true,
      },
      { id: "b", text: "измену буџета ЈЛС", isCorrect: false },
      {
        id: "v",
        text: "смену председника општине/градоначелника",
        isCorrect: false,
      },
    ],
  },
  {
    id: 53,
    question:
      "Органи и службе јединице локалне самоуправе су дужни да на поднете притужбе грађана одговоре:",
    options: [
      {
        id: "a",
        text: "у року од 15 дана, без обзира на то да ли подносилац притужбе захтева одговор",
        isCorrect: false,
      },
      {
        id: "b",
        text: "у року од 30 дана, ако подносилац притужбе захтева одговор",
        isCorrect: true,
      },
      {
        id: "v",
        text: "рок за одговор на поднете притужбе није прописан",
        isCorrect: false,
      },
    ],
  },
  {
    id: 54,
    question: "Циљ међуопштинске сарадње је:",
    options: [
      {
        id: "a",
        text: "спровођење принципа избора за територију више општина",
        isCorrect: false,
      },
      {
        id: "b",
        text: "оснивање управног округа за територију више општина",
        isCorrect: false,
      },
      {
        id: "v",
        text: "удруживање капацитета две или више ЈЛС ради ефикаснијег пружања услуга грађанима и привреди",
        isCorrect: true,
      },
    ],
  },
  {
    id: 55,
    question:
      "Јединица локалне самоуправе је надлежна за спровођење прописа у области заштите животне средине, у делу који се односи на ЈЛС и доношење појединих прописа у складу са надлежностима у овој области:",
    options: [
      { id: "a", text: "нетачно", isCorrect: false },
      { id: "b", text: "тачно", isCorrect: true },
    ],
  },
  {
    id: 56,
    question:
      "Ако се појединачним актом или радњом државног органа онемогућава вршење надлежности јединице локалне самоуправе, надлежни орган јединице локалне самоуправе:",
    options: [
      {
        id: "a",
        text: "има право на приговор министарству надлежном за послове локалне самоуправе",
        isCorrect: false,
      },
      {
        id: "b",
        text: "има право на приговор Влади Републике Србије",
        isCorrect: false,
      },
      { id: "v", text: "има право жалбе Уставном суду", isCorrect: true },
    ],
  },
  {
    id: 57,
    question:
      "Права и обавезе службеника у органима аутономне покрајине, односно јединицама локалне самоуправе регулисана су:",
    options: [
      {
        id: "a",
        text: "Законима, подзаконским актима, колективним уговорима и правилником о раду",
        isCorrect: true,
      },
      {
        id: "b",
        text: "Статутом јединице локалне самоуправе",
        isCorrect: false,
      },
      {
        id: "v",
        text: "Посебном одлуком јединице локалне самоуправе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 58,
    question: "Радна места службеника деле се на:",
    options: [
      {
        id: "a",
        text: "функционере и извршиоце радних места",
        isCorrect: false,
      },
      {
        id: "b",
        text: "положаје и извршиоце радних места",
        isCorrect: true,
      },
      {
        id: "v",
        text: "функционере, положаје и намештенике",
        isCorrect: false,
      },
    ],
  },
  {
    id: 59,
    question:
      "Радно место у органу ЈЛС може се попунити путем јавног конкурса ако је:",
    options: [
      {
        id: "a",
        text: "предвиђено Кадровским планом и Правилником о систематизацији",
        isCorrect: true,
      },
      { id: "b", text: "предвиђено Кадровским планом", isCorrect: false },
      {
        id: "v",
        text: "предвиђено Правилником о систематизацији",
        isCorrect: false,
      },
    ],
  },
  {
    id: 60,
    question: "Највише звање у општинама је:",
    options: [
      { id: "a", text: "самостални саветник", isCorrect: true },
      { id: "b", text: "виши саветник", isCorrect: false },
      { id: "v", text: "саветник", isCorrect: false },
    ],
  },
  {
    id: 61,
    question: "У јединицама локалне самоуправе:",
    options: [
      {
        id: "a",
        text: "пробни рад је обавезан ако руководилац органа процени да је лицу потребан пробни рад",
        isCorrect: false,
      },
      {
        id: "b",
        text: "пробни рад је обавезан за сва лица која раније нису заснивала радни однос у државном органу, органу АП или ЈЛС",
        isCorrect: true,
      },
      {
        id: "v",
        text: "за сва лица која заснивају радни однос у ЈЛС",
        isCorrect: false,
      },
    ],
  },
  {
    id: 62,
    question: "Преузимање службеника из једне ЈЛС у другу ЈЛС врши се:",
    options: [
      {
        id: "a",
        text: "споразумом о преузимању, без сагласности службеника који се преузима",
        isCorrect: false,
      },
      {
        id: "b",
        text: "споразумом о преузимању, за који може да се тражи сагласност службеника, али која није обавезна",
        isCorrect: false,
      },
      {
        id: "v",
        text: "споразумом о преузимању, уз сагласност службеника који се преузима",
        isCorrect: true,
      },
    ],
  },
  {
    id: 63,
    question: "У кабинету градоначелника/председника општине:",
    options: [
      {
        id: "a",
        text: "може се засновати радни однос на одређено време док траје њихова дужност",
        isCorrect: true,
      },
      {
        id: "b",
        text: "не може се засновати радни однос",
        isCorrect: false,
      },
      {
        id: "v",
        text: "лица могу да раде само по основу уговора о обављању привремених и повремених послова",
        isCorrect: false,
      },
    ],
  },
  {
    id: 64,
    question: "Стручно усавршавање службеника је:",
    options: [
      {
        id: "a",
        text: "стицање нових знања службеника на његову личну иницијативу",
        isCorrect: false,
      },
      {
        id: "b",
        text: "право и дужност службеника да се стручно усавршава у складу са потребама послодавца",
        isCorrect: true,
      },
      {
        id: "v",
        text: "услов за напредовање службеника у више звање",
        isCorrect: false,
      },
    ],
  },
  {
    id: 65,
    question:
      "На решење којим се одлучује о његовим правима и дужностима, када је законом то дозвољено, службеник има:",
    options: [
      {
        id: "a",
        text: "право на приговор градоначелнику",
        isCorrect: false,
      },
      { id: "b", text: "право на притужбу начелнику", isCorrect: false },
      { id: "v", text: "право жалбе Жалбеној комисији", isCorrect: true },
    ],
  },
  {
    id: 66,
    question: "Достављање решења службенику који је присутан на раду врши се:",
    options: [
      { id: "a", text: "лично, у просторијама органа", isCorrect: true },
      {
        id: "b",
        text: "лично, на адреси коју је службеник пријавио и која се налази у кадровској евиденцији",
        isCorrect: false,
      },
      {
        id: "v",
        text: "препорученом поштом, која се шаље на адресу коју је службеник пријавио и која се налази у кадровској евиденцији",
        isCorrect: false,
      },
    ],
  },
  {
    id: 67,
    question: "У органима аутономне покрајине и јединице локалне самоуправе:",
    options: [
      {
        id: "a",
        text: "није дозвољено синдикално и професионално удруживање",
        isCorrect: false,
      },
      {
        id: "b",
        text: "службеник има право да буде члан синдиката и професионалног удружења и њихових органа управљања",
        isCorrect: true,
      },
      {
        id: "v",
        text: "службеника има право да буде члан професионалног, али не и синдикалног удружења",
        isCorrect: false,
      },
    ],
  },
  {
    id: 68,
    question: "Усмени налог руководиоца службенику је:",
    options: [
      {
        id: "a",
        text: "дужан да изврши у свакој ситуацији, без обзира на то што сматра да је налог супротан прописима или правилима струке или да његово извршење може да проузрокује штету",
        isCorrect: false,
      },
      {
        id: "b",
        text: "дужан да одбије да изврши, ако сматра да је налог супротан прописима или правилима струке, што саопштава руководиоцу или да његово извршење може да проузрокује штету, што писменим путем саопштава руководиоцу",
        isCorrect: true,
      },
      {
        id: "v",
        text: "није дужан да изврши ако је налог супротан прописима или правилима струке, све док председник општине/градоначелник не донесе одлуку у вези извршења издатог налога",
        isCorrect: false,
      },
    ],
  },
  {
    id: 69,
    question:
      "У случају елементарних непогода, више силе или других непредвидивих околности, службеник је:",
    options: [
      {
        id: "a",
        text: "дужан да ради на нижем радном месту све док трају те околности и прима плату новог радног места",
        isCorrect: false,
      },
      {
        id: "b",
        text: "дужан да ради на нижем радном месту све док трају те околности и прима плату свог радног места ако је она већа",
        isCorrect: true,
      },
      {
        id: "v",
        text: "није дужан да ради послове нижег радног места",
        isCorrect: false,
      },
    ],
  },
  {
    id: 70,
    question:
      "Службеник је дужан да чува тајне податке које сазна у обављању својих дужности, као и да примењује прописане мере њихове заштите, у складу са законом и другим прописима којима се уређује тајност података:",
    options: [
      {
        id: "a",
        text: "док је у радном односу у органу аутономне покрајине, односно јединице локалне самоуправе",
        isCorrect: false,
      },
      {
        id: "b",
        text: "за време док је у радном односу и по престанку радног односа у органу аутономне покрајине, односно јединице локалне самоуправе",
        isCorrect: true,
      },
      {
        id: "v",
        text: "за време док је у радном односу и једну годину по престанку радног односа у органу аутономне покрајине, односно јединице локалне самоуправе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 71,
    question:
      "Службеник који је у радном односу на неодређено време у органу јединице локалне самоуправе:",
    options: [
      {
        id: "a",
        text: "дужан је да има положен државни стручни испит",
        isCorrect: true,
      },
      {
        id: "b",
        text: "може да има положен државни стручни испит",
        isCorrect: false,
      },
      {
        id: "v",
        text: "не полаже државни стручни испит, јер је он предвиђен само за државне службенике",
        isCorrect: false,
      },
    ],
  },
  {
    id: 72,
    question:
      "Службеника у радном односу на неодређено време у органу јединице локалне самоуправе добија решење о оцени свог рада:",
    options: [
      { id: "a", text: "сваког месеца", isCorrect: false },
      { id: "b", text: "једном годишње", isCorrect: true },
      {
        id: "v",
        text: "само уколико је потребно да унапреди свој рад",
        isCorrect: false,
      },
    ],
  },
  {
    id: 73,
    question:
      "У случајевима теже повреде радне дужности запослених у органима јединице локалне самоуправе:",
    options: [
      {
        id: "a",
        text: "може се спровести дисциплински поступак",
        isCorrect: false,
      },
      {
        id: "b",
        text: "обавезно се спроводи дисциплински поступак",
        isCorrect: true,
      },
      {
        id: "v",
        text: "не спроводи се дисциплински поступак, већ начелник управе самостално одлучује о дисциплинској одговорности",
        isCorrect: false,
      },
    ],
  },
  {
    id: 74,
    question:
      "Дисциплински поступак против начелника управе, као службеника на положају покреће и води:",
    options: [
      {
        id: "a",
        text: "председник општине/градоначелник",
        isCorrect: false,
      },
      { id: "b", text: "надлежни суд", isCorrect: false },
      {
        id: "v",
        text: "општинско/градско веће, као орган надлежан за његово постављање",
        isCorrect: true,
      },
    ],
  },
  {
    id: 75,
    question: "Радни однос службенику у ЈЛС престаје по сили закона:",
    options: [
      {
        id: "a",
        text: "када испуни услове за пензију, независно од година живота",
        isCorrect: false,
      },
      {
        id: "b",
        text: "када напуни 65 година живота ако има најмање 15 година стажа осигурања",
        isCorrect: true,
      },
      { id: "v", text: "када напуни 63 године живота", isCorrect: false },
    ],
  },
  {
    id: 76,
    question:
      "О жалбама службеника у другом степену у јединици локалне самоуправе одлучује:",
    options: [
      {
        id: "a",
        text: "председник општине/градоначелник",
        isCorrect: false,
      },
      { id: "b", text: "жалбена комисија", isCorrect: true },
      { id: "v", text: "општинско/градско веће", isCorrect: false },
    ],
  },
  {
    id: 77,
    question: "У вези са вршењем својих послова службеник:",
    options: [
      {
        id: "a",
        text: "не сме да прими било какав поклон, нити било какву услугу или другу корист за себе или са њиме повезана лица",
        isCorrect: false,
      },
      {
        id: "b",
        text: "не сме да прими поклон у вези с вршењем својих послова, изузев протоколарног или пригодног поклона мање вредности, нити било какву услугу или другу корист за себе или с њиме повезаних лица",
        isCorrect: true,
      },
      {
        id: "v",
        text: "не сме да прими поклон, али може да прими услугу или другу корист за себе или са њиме повезана лица коју не остварује на свом послу",
        isCorrect: false,
      },
    ],
  },
  {
    id: 78,
    question:
      "Протоколарни поклон и пригодни поклон мање вредности службенику или функционеру је:",
    options: [
      {
        id: "a",
        text: "онај поклон чија вредност не прелази 10% просечне месечне зараде, без пореза и доприноса у Републици Србији",
        isCorrect: true,
      },
      {
        id: "b",
        text: "поклон било које вредности који је добијен у вези са вршењем посла",
        isCorrect: false,
      },
      {
        id: "v",
        text: "онај поклон чија вредност не прелази 50% просечне месечне зараде, без пореза и доприноса у Републици Србији",
        isCorrect: false,
      },
    ],
  },
  {
    id: 79,
    question: "За додатни рад службеника код другог послодавца:",
    options: [
      {
        id: "a",
        text: "није потребна сагласност послодавца код кога је службеник у радном односу",
        isCorrect: false,
      },
      {
        id: "b",
        text: "обавезна је сагласност послодавца, осим за додатни научноистраживачки рад, објављивање ауторских дела и рад у културно-уметничким, хуманитарним, спортским и сличним удружењима",
        isCorrect: true,
      },
      {
        id: "v",
        text: "довољно је да службеник о додатном раду обавести послодавца",
        isCorrect: false,
      },
    ],
  },
  {
    id: 80,
    question:
      "Ако у вези обављања послова радног места службеник дође до сазнања да је извршена радња корупције у органу у коме ради, дужан је да:",
    options: [
      {
        id: "a",
        text: "усмено обавести руководиоца о радњи корупције",
        isCorrect: false,
      },
      {
        id: "b",
        text: "писмено обавести руководиоца о радњи корупције",
        isCorrect: true,
      },
      {
        id: "v",
        text: "усмено обавести председника општине/градоначелника о радњи корупције",
        isCorrect: false,
      },
    ],
  },
  {
    id: 81,
    question: "Узбуњивач је:",
    options: [
      {
        id: "a",
        text: "лице које се стара о заштити и унапређењу људских и мањинских права и слобода",
        isCorrect: false,
      },
      {
        id: "b",
        text: "физичко лице које изврши узбуњивање у вези са својим радним ангажовањем, поступком запошљавања, коришћењем услуга државних и других органа, носилаца јавних овлашћења или јавних служби, пословном сарадњом и правом власништва на привредном друштву",
        isCorrect: true,
      },
      {
        id: "v",
        text: "начелник градске/општинске управе",
        isCorrect: false,
      },
    ],
  },
  {
    id: 82,
    question:
      "За време док је у радном односу у органу аутономне покрајине, односно јединице локалне самоуправе, службеник:",
    options: [
      {
        id: "a",
        text: "не може да се бави предузетништвом",
        isCorrect: true,
      },
      {
        id: "b",
        text: "може да се бави предузетништвом, осим ако се бави делатношћу која има везе са обављањем послова његовог радног места",
        isCorrect: false,
      },
      {
        id: "v",
        text: "може да се бави предузетништвом, без обзира на делатност за коју се регистровао",
        isCorrect: false,
      },
    ],
  },
  {
    id: 83,
    question: "План интегритета је документ којим се:",
    options: [
      {
        id: "a",
        text: "на основу самопроцене ризика од корупције и одабиру адекватних мера за њихово спречавање, врши унапређење рада, ефикасности, професионалних стандарда и етичке културе институције",
        isCorrect: true,
      },
      {
        id: "b",
        text: "уређује трошење јавних средстава",
        isCorrect: false,
      },
      {
        id: "v",
        text: "уређују правила етичког понашања службеника",
        isCorrect: false,
      },
    ],
  },
  {
    id: 84,
    question: "Правила етичког понашања службеника и намештеника уређују се:",
    options: [
      {
        id: "a",
        text: "статутом јединице локалне самоуправе",
        isCorrect: false,
      },
      {
        id: "b",
        text: "решењем о пријему у радни однос",
        isCorrect: false,
      },
      {
        id: "v",
        text: "кодексом понашања службеника и намештеника",
        isCorrect: true,
      },
    ],
  },
  {
    id: 85,
    question:
      "Државни орган у чијој је надлежности надзор над применом Закона о спречавању корупције и други послови у вези спречавања корупције је:",
    options: [
      {
        id: "a",
        text: "Агенција за спречавање корупције",
        isCorrect: true,
      },
      { id: "b", text: "Министарство правде", isCorrect: false },
      { id: "v", text: "Врховно јавно тужилаштво", isCorrect: false },
    ],
  },
  {
    id: 86,
    question:
      "У ЈЛС за достављање података и исправа јединице локалне самоуправе које тражи надлежни државни орган Републике Србије, одговоран је:",
    options: [
      { id: "a", text: "секретар скупштине", isCorrect: true },
      { id: "b", text: "председник скупштине", isCorrect: false },
      { id: "v", text: "начелник управе", isCorrect: false },
    ],
  },
  {
    id: 87,
    question:
      "У поступку решавања о правима, обавезама или правним интересима физичког или правног лица, односно друге странке:",
    options: [
      {
        id: "a",
        text: "странка је дужна да прибави и достави све податке из службених евиденција јединице локалне самоуправе",
        isCorrect: false,
      },
      {
        id: "b",
        text: "орган ЈЛС по службеној дужности прибавља све потребне податке из службених евиденција",
        isCorrect: true,
      },
    ],
  },
  {
    id: 88,
    question:
      "Влада Републике Србије, ако сматра да општи акт јединице локалне самоуправе није сагласан са Уставом и законом:",
    options: [
      {
        id: "a",
        text: "може да обустави од извршења општи акт јединице локалне самоуправе и да покрене поступак за оцену уставности и законитости пред Уставним судом",
        isCorrect: false,
      },
      {
        id: "b",
        text: "дужна је да обустави од извршења општи акт јединице локалне самоуправе решењем које се објављује у 'Службеном гласнику Републике Србије'",
        isCorrect: true,
      },
      {
        id: "v",
        text: "нема овлашћење да се меша у локалну самоуправу",
        isCorrect: false,
      },
    ],
  },
  {
    id: 89,
    question:
      "Информација од јавног значаја, коју је орган ЈЛС дужан да достави лицу по Закону о слободном приступу информацијама од јавног значаја је:",
    options: [
      {
        id: "a",
        text: "информација којом располаже и која је настала у раду или у вези са радом органа, садржана је у одређеном документу, а односи се на све оно о чему јавност има оправдан интерес да зна",
        isCorrect: true,
      },
      {
        id: "b",
        text: "свака информација којом располаже орган, без обзира да ли је настала у раду или у вези са радом органа",
        isCorrect: false,
      },
      {
        id: "v",
        text: "само информација која се води у службеним евиденцијама органа",
        isCorrect: false,
      },
    ],
  },
  {
    id: 90,
    question:
      "У случају да орган аутономне покрајине, односно јединице локалне самоуправе одбије захтев лица за остваривање права на приступ информацијама од јавног значаја, правно средство које стоји на располагању лицу је:",
    options: [
      {
        id: "a",
        text: "приговор надлежном органу аутономне покрајине, односно јединице локалне самоуправе",
        isCorrect: false,
      },
      {
        id: "b",
        text: "тужба надлежном основном суду",
        isCorrect: false,
      },
      { id: "v", text: "жалба Повереннику", isCorrect: true },
    ],
  },
  {
    id: 91,
    question: "Стална конференција градова и општина је:",
    options: [
      {
        id: "a",
        text: "добровољно удружење градова, општина и градских општина у Србији",
        isCorrect: true,
      },
      {
        id: "b",
        text: "обавезно удружење свих градова, општина и градских општина у Србији",
        isCorrect: false,
      },
      { id: "v", text: "државни орган", isCorrect: false },
    ],
  },
  {
    id: 92,
    question: "Законом о електронској управи уређено је:",
    options: [
      { id: "a", text: "канцеларијско пословање", isCorrect: false },
      {
        id: "b",
        text: "електронско управно поступање органа јавне управе",
        isCorrect: true,
      },
      {
        id: "v",
        text: "електронско канцеларијско пословање",
        isCorrect: false,
      },
    ],
  },
  {
    id: 93,
    question: "Електронско јединствено управно место је:",
    options: [
      {
        id: "a",
        text: "посебан банер на веб презентацији органа на коме се подносе електронски поднесци странака",
        isCorrect: false,
      },
      {
        id: "b",
        text: "посебан софтвер у коме су смештене све базе података органа јавне управе",
        isCorrect: false,
      },
      {
        id: "v",
        text: "веб портал или друго софтверско решење које на једном месту омогућава електронско управно поступање једног или више органа ради остваривања једног или више права",
        isCorrect: true,
      },
    ],
  },
  {
    id: 94,
    question: "Документ у електронском облику:",
    options: [
      {
        id: "a",
        text: "нема пуноважност и доказну снагу, зато што је у електронском облику",
        isCorrect: false,
      },
      {
        id: "b",
        text: "има пуноважност и доказну снагу све док се не пребаци у штампани облик",
        isCorrect: false,
      },
      {
        id: "v",
        text: "има пуноважност и доказну снагу као документ у писаној форми",
        isCorrect: true,
      },
    ],
  },
  {
    id: 95,
    question: "Портал еУправе је:",
    options: [
      {
        id: "a",
        text: "портал на коме органи јавне управе размењују информацију о електронском управном поступању",
        isCorrect: false,
      },
      {
        id: "b",
        text: "национални веб портал еУправа као јединствена приступна тачка електронској управи органа",
        isCorrect: true,
      },
      {
        id: "v",
        text: "портал преко кога физичка и правна лица могу да дају своје предлоге за унапређење електронског управног поступања",
        isCorrect: false,
      },
    ],
  },
  {
    id: 96,
    question: "Електронски поднесци се подносе:",
    options: [
      {
        id: "a",
        text: "на мејл органа, с тим да мора бити разумљив и да садржи све што је потребно да би по њему могао да се поступа",
        isCorrect: false,
      },
      {
        id: "b",
        text: "на припремљеном штампаном обрасцу који странака попуњава, потом скенира и електронски доставља органу",
        isCorrect: false,
      },
      {
        id: "v",
        text: "путем електронских образаца за подношење електронских поднесака, које је орган дужан да приприми",
        isCorrect: true,
      },
    ],
  },
  {
    id: 97,
    question: "Пријем електронског поднеска се евидентира:",
    options: [
      { id: "a", text: "у електронској писарници", isCorrect: true },
      { id: "b", text: "код овлашћеног лица органа", isCorrect: false },
      { id: "v", text: "код руководиоца органа", isCorrect: false },
    ],
  },
  {
    id: 98,
    question:
      "Веб презентација ЈЛС, према Закону о електронској управи изражује се:",
    options: [
      { id: "a", text: "у оквиру било ког домена", isCorrect: false },
      {
        id: "b",
        text: "у домену припадног .rs i .срб домена",
        isCorrect: true,
      },
      {
        id: "v",
        text: "у оквиру било ког домена, уз сагласност Канцеларије за информационе технологије и електронску управу",
        isCorrect: false,
      },
    ],
  },
  {
    id: 99,
    question:
      "Физичко и правно лице може да користи услуге преко Портала еУправе:",
    options: [
      {
        id: "a",
        text: "преко интернет претраживача, тражењем и коришћењем електронске услуге",
        isCorrect: false,
      },
      {
        id: "b",
        text: "преко веб презентације органа",
        isCorrect: false,
      },
      {
        id: "v",
        text: "ако се региструје и када му орган отвори кориснички налог и обезбеди коришћење јединственог електронског сандучића",
        isCorrect: true,
      },
    ],
  },
];

export { questions };
